import Vue from 'vue'

export const EventBus = new Vue({
	data: {
		masters: [],
		description: {
			shwed: {
				name: 'Сергей "Швед" Чечев',
				full: 'У хорошего человека отношения с женщинами всегда складываются трудно. А я человек хороший. Заявляю без тени смущения, потому что гордиться тут нечем. От хорошего человека ждут соответствующего поведения. К нему предъявляют высокие требования. Он тащит на себе ежедневный мучительный груз благородства, ума, прилежания, совести, юмора. А затем его бросают ради какого-нибудь отъявленного подонка. И этому подонку рассказывают, смеясь, о нудных добродетелях хорошего человека.'
			},
			denis: {
				name: 'Денис Григорьев',
				full: 'У хорошего человека отношения с женщинами всегда складываются трудно. А я человек хороший. Заявляю без тени смущения, потому что гордиться тут нечем. От хорошего человека ждут соответствующего поведения. К нему предъявляют высокие требования. Он тащит на себе ежедневный мучительный груз благородства, ума, прилежания, совести, юмора. А затем его бросают ради какого-нибудь отъявленного подонка. И этому подонку рассказывают, смеясь, о нудных добродетелях хорошего человека.'
			},
			misha: {
				name: 'Михаил Журавлев',
				full: 'У хорошего человека отношения с женщинами всегда складываются трудно. А я человек хороший. Заявляю без тени смущения, потому что гордиться тут нечем. От хорошего человека ждут соответствующего поведения. К нему предъявляют высокие требования. Он тащит на себе ежедневный мучительный груз благородства, ума, прилежания, совести, юмора. А затем его бросают ради какого-нибудь отъявленного подонка. И этому подонку рассказывают, смеясь, о нудных добродетелях хорошего человека.'
			},
			vaganov: {
				name: 'Алексей Ваганов',
				full: 'У хорошего человека отношения с женщинами всегда складываются трудно. А я человек хороший. Заявляю без тени смущения, потому что гордиться тут нечем. От хорошего человека ждут соответствующего поведения. К нему предъявляют высокие требования. Он тащит на себе ежедневный мучительный груз благородства, ума, прилежания, совести, юмора. А затем его бросают ради какого-нибудь отъявленного подонка. И этому подонку рассказывают, смеясь, о нудных добродетелях хорошего человека.'
			},
			yurok: {
				name: 'Юрок',
				full: 'У хорошего человека отношения с женщинами всегда складываются трудно. А я человек хороший. Заявляю без тени смущения, потому что гордиться тут нечем. От хорошего человека ждут соответствующего поведения. К нему предъявляют высокие требования. Он тащит на себе ежедневный мучительный груз благородства, ума, прилежания, совести, юмора. А затем его бросают ради какого-нибудь отъявленного подонка. И этому подонку рассказывают, смеясь, о нудных добродетелях хорошего человека.'
			},
			nastya: {
				name: 'Настя',
				full: 'У хорошего человека отношения с женщинами всегда складываются трудно. А я человек хороший. Заявляю без тени смущения, потому что гордиться тут нечем. От хорошего человека ждут соответствующего поведения. К нему предъявляют высокие требования. Он тащит на себе ежедневный мучительный груз благородства, ума, прилежания, совести, юмора. А затем его бросают ради какого-нибудь отъявленного подонка. И этому подонку рассказывают, смеясь, о нудных добродетелях хорошего человека.'
			}
		},
		menuIsOpened: false,
		siteIsntLoaded: true
	}
});
